Repository: Drogecode/Drogecode.Knrm.Oefenrooster
Catalog: src/Client/Resources/Pages/User/Profile.*.resx
Languages: nl_nl

source: Profile
nl_nl: Profiel

source: Client version:
nl_nl: Client versie:

source: Server version:
nl_nl: Server versie:

source: Setting training to calendar
nl_nl: Instelling training naar calender

source: Mails to invite to your trainings
nl_nl: Mails die worden uitgenodigd tot jouw oefeningen

source: Activate email
nl_nl: Activeer email

source: Is enabled
nl_nl: Is actief

source: Is active
nl_nl: Is gevalideerd

source: Activate
nl_nl: Activeer

source: Add link mail
nl_nl: Voeg kalender email toe

source: This will result in a lot of mails
nl_nl: Dit gaat je veel mails sturen!

source: Sync PreCom with outlook calendar
nl_nl: PreCom synchroniseren met Outlook-agenda

source: Delete old PreCom from outlook
nl_nl: Verwijder oude PreCom beschikbaarheid uit Outlook-agenda

source: PreCom Available calendar text
nl_nl: PreCom beschikbaar tekst voor calender
