Repository: Drogecode/Drogecode.Knrm.Oefenrooster
Catalog: src/Client/Resources/Pages/Configuration/Components/UserRolesList.*.resx
Languages: nl_nl

source: Global
nl_nl: Algemeen

source: Configure training types
nl_nl: Configureer training types

source: External ID
nl_nl: Extern ID

source: basic access
nl_nl: Algemene toegang

# basic_access-body
source: basic access required for access to this application
nl_nl: Algemene toegang nodig voor algemen toegang tot deze applicatie

# showCfooter
source: show © footer
nl_nl: Toon © footer

# showCfooter-body
source: show © footer below every page
nl_nl: Toon © footer onder iedere pagina

source: Configuration
nl_nl: Instellingen

# configure_global_all
source: Global configuration
nl_nl: Algemene instellingen

# configure_global_all-body
source: Access to global configuration page
nl_nl: Toegang tot algemene instellingen pagina

# configure_training-types-body
source: Access to configure training types page
nl_nl: Toegang tot instellingen pagina voor training types

# configure_training_target
source: Configure training targets
nl_nl: Configureer training targets

# configure_training_target-body
source: Access to configure training targets page
nl_nl: Toegang tot pagina om training targets te configureren
