Repository: Drogecode/Drogecode.Knrm.Oefenrooster
Catalog: src/Client/Resources/Pages/Configuration/DefaultConfig.*.resx
Languages: nl_nl

source: Add new default schedule
nl_nl: Maak nieuw standaard rooster aan

source: Name
nl_nl: Naam

source: Weekday
nl_nl: Weekdag

source: Valid from
nl_nl: Geldig vanaf

source: Valid untill
nl_nl: Geldig tot

source: Time start
nl_nl: Start tijd

source: Time end
nl_nl: Eind tijd

source: Put default schedule
nl_nl: Nieuw standaard rooster

source: Edit default schedule
nl_nl: Wijzig standaard rooster

source: Order
nl_nl: Volgorde

source: No value for start date
nl_nl: Geen waarde voor begin datum

source: Should not be in the past
nl_nl: Mag niet in het verleden

source: No value for till date
nl_nl: Geen waarde voor eind datum

source: Should not be before start date
nl_nl: Mag niet voor begin datum

source: Configure default schedule
nl_nl: Configureer standaard rooster
